---
kind: enumMember
id: F:Autodesk.Revit.UI.RibbonItemType.PushButton
enum: Autodesk.Revit.UI.RibbonItemType
zh: 按钮
source: html/12cf9be6-78be-2162-3a42-84dcb3abbd57.htm
---
# Autodesk.Revit.UI.RibbonItemType.PushButton

**中文**: 按钮

A standard button with text and image.